window.g_tree_data = {
	"childs":[{
		"name": "赵氏家谱",
		"desc": "新修于农历2012年七月，始于二十三代德字辈。<br>惟五出继德楷名下为祠，惟报、惟寿、惟福、惟雙早夭。",
		"childs": [
		{
			"name": "二十三代德字辈<br>德楷",
			"desc": "",
			"childs": [
{ "name": "二十四代惟字辈<br>惟五<br>老二，字志道", "desc": "生於道光辛丑年三月十八辰时，娶新澤桂氏。<br>生子有五：從鳳、從柳夭，從秋出繼惟連名下為祠，從延出繼惟壽名下為祠。<br>生女有二：金红、銀花俱夭。<br>壽歿宣統辛亥年，葬于崗上積横塘官山。桂氏寿殁于光绪戌申年，葬于岗上积横塘官山。", "childs": [] }
			]
		},
		{
			"name": "二十三代德字辈<br>德財",
			"desc": "",
			"childs": [
{ "name": "二十四代惟字辈<br>惟六<br>老三，字志和", "desc": "生於道光丁未年六月十一辰时，未娶。<br>歿于光緒六巳年九月十五日，葬于崗上積横塘官山。" },
{ "name": "二十四代惟字辈<br>惟壽<br>老五，字志名", "desc": "生於道光己巳年十月初九亥时，娶龍崗吳氏。<br>生子一夭，立惟五第四子從延為祠。<br>壽歿葬于崗上積横塘官山，吴氏死葬于岗上积横塘官山。", "childs": [] },
{ "name": "二十四代惟字辈<br>惟福<br>老六，字志友", "desc": "生於咸豐辛亥年十一月二十六酉時，娶羊腸陳氏未生，繼惟五長子從鳳為祠。<br>福歿于民國乙丑年，葬于崗上積横塘官山。陳氏歿葬于崗上積橫塘官山。" },
{ "name": "二十四代惟字辈<br>惟連<br>老八，字志華", "desc": "生於咸豐乙卯年九月二十五辰時，娶張氏，后改娶程氏無子，立惟五之三子從秋為祠。<br>宣統庚戌年五月初五子時在舟中失足落水，歿葬崗上積橫塘官山。" }
]
		}]
	}]
}
