window.g_tree_data = {
	"childs":[{
		"name": "赵氏家谱",
		"desc": "新修於农历2012年七月，始於二十三代德字辈。<br>惟五出继德楷名下为祠，惟报、惟寿、惟福、惟雙早夭。",
		"childs": [
		{
			"name": "二十三代德字辈<br>德楷",
			"desc": "",
			"childs": [
{ "name": "二十四代惟字辈<br>惟五<br>老二，字志道", "desc": "生於道光辛丑年三月十八辰时，娶新澤桂氏。<br>生子有五：從鳳，從柳夭，從秋出繼惟連名下為祠，從延出繼惟壽名下為祠。<br>生女有二：金红、銀花俱夭。<br>壽歿宣統辛亥年，葬於崗上積横塘官山。桂氏寿殁於光绪戌申年，葬於岗上积横塘官山。", "childs": [
	{ "name": "二十五代从字辈<br>從鳳<br>老大，字鳳發", "desc": "生於同治戌辰年闰五月十四寅时，娶張家山張氏。<br>生子一夭，生女二：長女明玉嫁艾家源，次女夭。<br>張氏死於光緒壬寅年八月，歿葬崗上積横塘官山。", "childs": [ { "name":"二十六代<br>明玉<br>长女", "desc":"嫁艾家源" } ] },
	{ "name": "二十五代从字辈<br>從英<br>老二，字英發", "desc": "生於光緒乙亥年九月初七申时，娶？氏生子，未入歲夭。<br>葬於崗上積横塘官山。" },
	{ "name": "二十五代从字辈<br>從秋<br>老三，字秋發", "desc": "生於光緒丁丑年八月二十六申时，娶蔓畲徐氏。<br>生女仙娥，嫁樟古塘。徐氏后改嫁。", "childs": [ { "name": "二十六代<br>仙娥<br>独女", "desc": "嫁樟古塘" } ] },
	{ "name": "二十五代从字辈<br>從延<br>老四，字延發", "desc": "生於光緒庚辰年九月初十戌时，娶候家坊候氏，生兒生女各夭折。<br>候氏早夭。葬於崗上積橫崗官山。<br>繼娶后村李家李氏，生子有全；生女貴玉，嫁吊橋黎家李水發，生子銀宗、金宗，生女金蓮、？蓮。<br>民國乙丑年五月二十四日未時歿，葬於崗上積橫塘官山。", "childs": [
 { "name": "二十六代世字辈<br>世全<br>子，字有全", "desc": "生於公元一九零四年，即民國甲子年三月一十二午時。<br>娶新樂楊家女，名鳳英，生於一九三零年農曆七月二十八日己時。<br>生子四：長子吉平，次子慶平，三子和平，幼子安平；<br>生女三：長女美嬌，嫁南昌揚子洲黃元春，生子黃良茂（學士）；<br>次女美蘭嫁南昌揚子洲岳遠剛，生子岳雷（學士），生女岳婷；<br>幼女美金嫁南昌揚子洲潘銀根，生子有二，長子潘峰，次子潘俊。<br>壽逝二零零二年農曆十一月二十三卯時，享年七十九歲，葬於崗上積橫塘官山。", "childs": [
    { "name":"二十七代令字輩<br>令吉<br>老大，字吉平", "desc":"生於一九五一年十月十四丑時，娶聚橋鄒氏繼女名曉娥（生於一九五七年七月二十日）。<br>生子志勇；長女愛紅嫁騰港楊志高，生兒生女各一；次女細紅嫁段溪艾家艾金春生兒有二。", "childs": [] },
    { "name":"二十七代令字輩<br>令慶<br>老二，字慶平", "desc":"生於一九五三年十一月初五亥時，娶上陳名美嬌（生於一九五七年七月初六午時）。<br>生子志猛（北京理工大學碩士）；生女智慧（北京理工大學碩士），嫁贵州黔南州朱家山林场李仕谷（同济大学学士）。", "childs": [] },
 { "name": "二十七代<br>美嬌<br>长女", "desc": "嫁南昌揚子洲黃元春，生子黃良茂（學士）。" },
 { "name": "二十七代<br>美蘭<br>次女", "desc": "嫁南昌揚子洲岳遠剛，生子岳雷（學士），生女岳婷。" },
    { "name":"二十七代令字輩<br>令和<br>老三，字和平", "desc":"生於一九六四年三月初七午時，娶虎圩張家徐芝靈（生於一九六八年）。<br>生子志强，生女趙燕（學士）。", "childs": [] },
    { "name":"二十七代令字輩<br>令安<br>老四，字安平", "desc":"生於一九六六年十月二十五午時，自修學士，娶海南楊氏春梅（生於一九七五年）。<br>生子有二：長子智宸，次子智超。", "childs": [] },
 { "name": "二十七代<br>美金<br>糼女", "desc": "嫁南昌揚子洲潘銀根，生子有二，長子潘峰，次子潘俊。" }
] },
 { "name": "二十六代<br>貴玉<br>女", "desc": "嫁吊橋黎家李水發，生子銀宗、金宗，生女金蓮、？蓮。" }
 ] } ] } ]
		},
		{
			"name": "二十三代德字辈<br>德財",
			"desc": "",
			"childs": [
{ "name": "二十四代惟字辈<br>惟六<br>老三，字志和", "desc": "生於道光丁未年六月十一辰时，未娶。<br>歿於光緒六巳年九月十五日，葬於崗上積横塘官山。" },
{ "name": "二十四代惟字辈<br>惟壽<br>老五，字志名", "desc": "生於道光己巳年十月初九亥时，娶龍崗吳氏。<br>生子一夭，立惟五第四子從延為祠。<br>壽歿葬於崗上積横塘官山，吴氏死葬於岗上积横塘官山。" },
{ "name": "二十四代惟字辈<br>惟福<br>老六，字志友", "desc": "生於咸豐辛亥年十一月二十六酉時，娶羊腸陳氏未生，繼惟五長子從鳳為祠。<br>福歿於民國乙丑年，葬於崗上積横塘官山。陳氏歿葬於崗上積橫塘官山。" },
{ "name": "二十四代惟字辈<br>惟連<br>老八，字志華", "desc": "生於咸豐乙卯年九月二十五辰時，娶張氏，后改娶程氏無子，立惟五之三子從秋為祠。<br>宣統庚戌年五月初五子時在舟中失足落水，歿葬崗上積橫塘官山。" }
]
		}]
	}]
}
